{
        "id": "2",
        "name": "Ori and the blind Forest",
        "id_type": "1",
        "description": "Ori and the Blind Forest là một game tựa hành động-phiêu lưu platformer, được phát triển bởi Moon Studios và phát hành bởi Microsoft Studios. Trong game, người chơi điều khiển nhân vật chính Ori vượt qua các khu vực, thử thách khác nhau để cứu lấy khu rừng Nibel. Game đã nhận được vô số tán dương từ cộng đồng người chơi cũng như nhiều đề cử và giải thưởng. Phiên bản bổ sung hoàn chính của game, Ori and the Blind Forest Definitive Edition ra mắt năm 2016, và phần tiếp theo của game mang Ori and the Will of the Wisps, dự kiến ra mắt năm 2018.",
        "unit_price": "1500000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "dcap52q-9a56b895-22b7-45bf-a91d-0086026a5cff.png",
        "video_product": "https://www.youtube.com/embed/cklw-Yu3moE",
        "new": "0",
        "view_count": "7",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-30 14:33:41"
    },
    {
        "id": "3",
        "name": "Never Alone",
        "id_type": "5",
        "description": "Never Alone (Kisima Ingitchuna) is the first game developed in collaboration with the Iñupiat, an Alaska Native people. Nearly 40 Alaska Native elders, storytellers and community members contributed to the development of the game. Play as a young Iñupiat girl and an arctic fox as they set out to find the source of the eternal blizzard which threatens the survival of everything they have ever known. Guide both characters in single-player mode or play cooperatively with a friend or family member as you trek through frozen tundra, leap across treacherous ice floes, swim through underwater ice caverns, and face numerous enemies both strange and familiar in the journey to save the girl’s village.",
        "unit_price": "110000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "309919-never-alone-arctic-collection-playstation-4-front-cover.jpg",
        "video_product": "https://www.youtube.com/embed/rsriRZkdIJ4",
        "new": "0",
        "view_count": "11",
        "created_at": "2020-03-27 10:00:16",
        "updated_at": "2020-06-30 11:10:40"
    },
    {
        "id": "4",
        "name": "PUBGM",
        "id_type": "2",
        "description": "PUBG Mobile - PLAYERUNKNOWN'S BATTLEGROUNDS MOBILE là game bắn súng sinh tồn được yêu thích trên toàn thế giới do Tencent & BlueHole nghiên cứu phát triển đã được phát hành chính thức tại Việt Nam duy nhất bởi VNG.",
        "unit_price": "2000000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "unnamed.png",
        "video_product": "https://www.youtube.com/embed/URBy9t6e8rY",
        "new": "1",
        "view_count": "4",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-28 17:55:40"
    },
    {
        "id": "5",
        "name": "ZingspeedM",
        "id_type": "6",
        "description": "ZingSpeed Mobile – Tốc Độ Bộc Lộ Kỹ Năng ZingSpeed Mobile là game đua xe 3D đỉnh cao trên di động, xây dựng dựa trên bản gốc ZingSpeed PC, giữ nguyên các kỹ năng cũng như độ sâu thao tác điều khiển, đồng thời cải tiến vượt bậc trong tạo hình nhân vật và thời trang. Cảm giác drift mới, tính cạnh tranh và tương tác cao tạo nên điểm đặc sắc cho game. Từ cốt lõi là những kiểu chơi quen thuộc là Đua Tốc Độ, Đua Đạo Cụ, Đua Xếp Hạng, Cốt Truyện,... ZingSpeed Mobile dần đa dạng hóa tính năng với những kiểu đua mới lạ như Đua Xuyên Không, Đua Tiếp Sức, Đua Tẩu Thoát, Đua Ván Trượt, Đua Biên Cảnh,…",
        "unit_price": "1600000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "share-fb.png",
        "video_product": "https://www.youtube.com/embed/ieM5JVZDnH4",
        "new": "1",
        "view_count": "4",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-30 11:09:16"
    }
