[
    {
        "id": "2",
        "name": "Ori and the blind Forest",
        "id_type": "1",
        "description": "Ori and the Blind Forest là một game tựa hành động-phiêu lưu platformer, được phát triển bởi Moon Studios và phát hành bởi Microsoft Studios. Trong game, người chơi điều khiển nhân vật chính Ori vượt qua các khu vực, thử thách khác nhau để cứu lấy khu rừng Nibel. Game đã nhận được vô số tán dương từ cộng đồng người chơi cũng như nhiều đề cử và giải thưởng. Phiên bản bổ sung hoàn chính của game, Ori and the Blind Forest Definitive Edition ra mắt năm 2016, và phần tiếp theo của game mang Ori and the Will of the Wisps, dự kiến ra mắt năm 2018.",
        "unit_price": "1500000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "dcap52q-9a56b895-22b7-45bf-a91d-0086026a5cff.png",
        "video_product": "https://www.youtube.com/embed/cklw-Yu3moE",
        "new": "0",
        "view_count": "7",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-30 14:33:41"
    },
    {
        "id": "3",
        "name": "Never Alone",
        "id_type": "5",
        "description": "Never Alone (Kisima Ingitchuna) is the first game developed in collaboration with the Iñupiat, an Alaska Native people. Nearly 40 Alaska Native elders, storytellers and community members contributed to the development of the game. Play as a young Iñupiat girl and an arctic fox as they set out to find the source of the eternal blizzard which threatens the survival of everything they have ever known. Guide both characters in single-player mode or play cooperatively with a friend or family member as you trek through frozen tundra, leap across treacherous ice floes, swim through underwater ice caverns, and face numerous enemies both strange and familiar in the journey to save the girl’s village.",
        "unit_price": "110000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "309919-never-alone-arctic-collection-playstation-4-front-cover.jpg",
        "video_product": "https://www.youtube.com/embed/rsriRZkdIJ4",
        "new": "0",
        "view_count": "11",
        "created_at": "2020-03-27 10:00:16",
        "updated_at": "2020-06-30 11:10:40"
    },
    {
        "id": "4",
        "name": "PUBGM",
        "id_type": "2",
        "description": "PUBG Mobile - PLAYERUNKNOWN'S BATTLEGROUNDS MOBILE là game bắn súng sinh tồn được yêu thích trên toàn thế giới do Tencent & BlueHole nghiên cứu phát triển đã được phát hành chính thức tại Việt Nam duy nhất bởi VNG.",
        "unit_price": "2000000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "unnamed.png",
        "video_product": "https://www.youtube.com/embed/URBy9t6e8rY",
        "new": "1",
        "view_count": "4",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-28 17:55:40"
    },
    {
        "id": "5",
        "name": "ZingspeedM",
        "id_type": "6",
        "description": "ZingSpeed Mobile – Tốc Độ Bộc Lộ Kỹ Năng ZingSpeed Mobile là game đua xe 3D đỉnh cao trên di động, xây dựng dựa trên bản gốc ZingSpeed PC, giữ nguyên các kỹ năng cũng như độ sâu thao tác điều khiển, đồng thời cải tiến vượt bậc trong tạo hình nhân vật và thời trang. Cảm giác drift mới, tính cạnh tranh và tương tác cao tạo nên điểm đặc sắc cho game. Từ cốt lõi là những kiểu chơi quen thuộc là Đua Tốc Độ, Đua Đạo Cụ, Đua Xếp Hạng, Cốt Truyện,... ZingSpeed Mobile dần đa dạng hóa tính năng với những kiểu đua mới lạ như Đua Xuyên Không, Đua Tiếp Sức, Đua Tẩu Thoát, Đua Ván Trượt, Đua Biên Cảnh,…",
        "unit_price": "1600000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "share-fb.png",
        "video_product": "https://www.youtube.com/embed/ieM5JVZDnH4",
        "new": "1",
        "view_count": "4",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-30 11:09:16"
    },
    {
        "id": "6",
        "name": "Liên Trash Mobile",
        "id_type": "4",
        "description": "Tham gia hoàn toàn miễn phí, Tướng Skin đa dạng hoành tráng. Hãy cùng đồng đội thách đấu với hàng triệu người chơi trên khắp thế giới trong siêu phẩm MOBA Esports 5v5. Và cùng tận hưởng gameplay tuyệt vời với chiều sâu chiến thuật vượt trội, điều khiển nhạy bén chính xác, đồ họa tuyệt đỉnh và tỷ lệ khung hình cao nhất trên di động.",
        "unit_price": "2000000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "lien-quan-mobile-07_zqbj.jpg",
        "video_product": "https://www.youtube.com/embed/wKtm95OmYs0",
        "new": "1",
        "view_count": "2",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-27 10:59:14"
    },
    {
        "id": "7",
        "name": "Machirium",
        "id_type": "5",
        "description": "Machinarium is the award-winning independent adventure game developed by the makers of Samorost series, Botanicula and CHUCHEL.  Help Josef the robot to save his girlfriend Berta kidnapped by the Black Cap Brotherhood gang.",
        "unit_price": "160000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "0a407fe7ee68a2ea1a6e2cd16b11680bd30d2044e8af90e6baec97f796638964_optimized.jpg",
        "video_product": "https://www.youtube.com/embed/uwZBdWRSBRs",
        "new": "1",
        "view_count": "0",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2016-10-25 05:11:00"
    },
    {
        "id": "8",
        "name": "Sky Children of The Light",
        "id_type": "1",
        "description": "From the award-winning creators behind Journey (2013 Game of The Year) and the highly-acclaimed Flower, comes a ground-breaking social adventure that is set to warm your hearts.  Welcome to the enchanting world of Sky, a beautifully-animated kingdom waiting to be explored by you and your loved ones.  In Sky, we arrive as the Children of the Light, spreading hope through the desolate kingdom to return fallen Stars to their constellations.",
        "unit_price": "200000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "DOYn3zoX0AAJJjB.jpg",
        "video_product": "https://www.youtube.com/embed/BXnzCyFeEh4",
        "new": "0",
        "view_count": "0",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2016-10-25 05:11:00"
    },
    {
        "id": "9",
        "name": "GTA SandAndress",
        "id_type": "3",
        "description": "Five years ago, Carl Johnson escaped from the pressures of life in Los Santos, San Andreas, a city tearing itself apart with gang trouble, drugs and corruption. Where filmstars and millionaires do their best to avoid the dealers and gangbangers.  Now, it’s the early 90’s. Carl’s got to go home. His mother has been murdered, his family has fallen apart and his childhood friends are all heading towards disaster.",
        "unit_price": "2000000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "GTA_San_Andreas_Box_Art.jpg",
        "video_product": "https://www.youtube.com/embed/u_CbHrBbHNQ",
        "new": "0",
        "view_count": "2",
        "created_at": "2016-10-26 10:00:16",
        "updated_at": "2020-06-28 17:56:00"
    },
    {
        "id": "11",
        "name": "GTA Vice City",
        "id_type": "3",
        "description": "Welcome back to Vice City. Welcome back to the 1980s.  From the decade of big hair, excess and pastel suits comes a story of one man's rise to the top of the criminal pile. Vice City, a huge urban sprawl ranging from the beach to the swamps and the glitz to the ghetto, was one of the most varied, complete and alive digital cities ever created. Combining open-world gameplay with a character driven narrative, you arrive in a town brimming with delights and degradation and given the opportunity to take it over as you choose.",
        "unit_price": "2000000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "Grand-Theft-Auto-Vice-City.jpg",
        "video_product": "https://www.youtube.com/embed/f_VBXRZuHTc",
        "new": "0",
        "view_count": "7",
        "created_at": "2016-10-12 09:00:00",
        "updated_at": "2020-06-28 17:55:48"
    },
    {
        "id": "12",
        "name": "Free rác",
        "id_type": "2",
        "description": "Free Fire là tựa game bắn súng sinh tồn hot nhất trên mobile. Không mất quá nhiều thời gian cho người chơi, mỗi 10 phút bạn có thể chiến đấu với 49 người chơi khác, tất cả vì mục tiêu tồn tại đến cuối cùng. Người chơi có thể tùy chọn vị trí để nhảy dù, đáp xuống, thu thập vật phẩm để chống lại người chơi khác. Mục tiêu của ngưới chơi là ở lại trong vòng tròn an toàn càng lâu càng tốt. Bên cạnh đó game có rất nhiều chiến thuật để người chơi lựa chọn: Lái xe khám phá bản đồ và tránh giao tranh, ẩn nấp, thậm chí trở nên vô hình bằng cách chốn trong các bụi cỏ....Tất cả vì mục tiêu: \"\"Sống dai thành huyền thoại\"\"",
        "unit_price": "200000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "oss-e6164cf20befca947cbad4095982417c.jpg",
        "video_product": "https://www.youtube.com/embed/pKUu6PKNyzk",
        "new": "0",
        "view_count": "1",
        "created_at": "2016-10-12 09:00:00",
        "updated_at": "2020-06-27 10:53:36"
    },
    {
        "id": "13",
        "name": "Terraria",
        "id_type": "3",
        "description": "The very world is at your fingertips as you fight for survival, fortune, and glory. Delve deep into cavernous expanses, seek out ever-greater foes to test your mettle in combat, or construct your own city - In the World of Terraria, the choice is yours!",
        "unit_price": "80000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr9",
        "image": "terraria-switch-hero.jpg",
        "video_product": "https://www.youtube.com/embed/w7uOhFTrrq0",
        "new": "0",
        "view_count": "1",
        "created_at": "2016-10-12 09:00:00",
        "updated_at": "2020-06-27 17:59:10"
    },
    {
        "id": "14",
        "name": "Hit Man",
        "id_type": "2",
        "description": "TRỞ THÀNH SÁT THỦ THẦM LẶNG TUYỆT ĐỈNH Vào vai Agent 47 trong Hitman Sniper và khám phá những trải nghiệm bắn tỉa hấp dẫn nhất trên di động.  ĐIỆP VỤ CHIẾN THUẬT Ở MONTENEGRO Rèn luyện skill chiến lược của bạn và dàn xếp kill shot ám sát hoàn hảo.  THỬ THÁCH SỐNG CÒN Ở THUNG LŨNG TỬ Hoạt động không ngừng trong vai hunter zombie ở bài test skill và tốc độ thực hiện.",
        "unit_price": "300000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "tai-game-Hitman-Absolution-cover.jpg",
        "video_product": "https://www.youtube.com/embed/ge6On2pjhqM",
        "new": "0",
        "view_count": "0",
        "created_at": "2016-10-12 09:00:00",
        "updated_at": "2016-10-27 09:24:00"
    },
    {
        "id": "25",
        "name": "KingDom Rush",
        "id_type": "4",
        "description": "The acclaimed action fantasy defense game is now available on Android for Phones and Tablets! Get ready for an epic journey to defend your kingdom against hordes of orcs, trolls, evil wizards and other nasty fiends using a vast arsenal of towers and spells at your command!  Fight on forests, mountains, and wastelands, customizing your defensive strategy with different tower upgrades and specializations! Rain fire upon your enemies, summon reinforcements, command your troops, recruit elven warriors and face legendary monsters on a quest to save the Kingdom from the forces of darkness!",
        "unit_price": "80000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "kingdom-rush-vengeance-1.jpg",
        "video_product": "https://www.youtube.com/embed/olHyQclaSlA",
        "new": "0",
        "view_count": "0",
        "created_at": "2016-10-13 09:20:00",
        "updated_at": "2016-10-19 10:20:00"
    },
    {
        "id": "26",
        "name": "The Room Old'sin",
        "id_type": "5",
        "description": "“The Room’s creepy touchscreen puzzle boxes are better than ever in Old Sins; Fireproof has crafted what may be the best version yet.” – The Verge  “The creative puzzles, along with a haunting atmosphere, engage your whole brain. One of the year's best mobile games.” – Gameinformer",
        "unit_price": "200000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "4512105_cover_tinhte_the_room_old_sins.jpg",
        "video_product": "https://www.youtube.com/embed/sjrs_4FRDhw",
        "new": "0",
        "view_count": "0",
        "created_at": "2016-10-13 09:20:00",
        "updated_at": "2016-10-19 10:20:00"
    },
    {
        "id": "65",
        "name": "TFTMobile",
        "id_type": "4",
        "description": "Tập hợp một đội quân gồm những vị tướng yêu thích của bạn trong Đấu Trường Chân Lý, trò chơi chiến thuật PvP từ nhà sản xuất Liên Minh Huyền Thoại.\r\n\r\nTrong Đấu Trường Chân Lý, bạn sẽ lựa chọn, dàn trận và nâng cấp từ một đội hình gồm các vị tướng Liên Minh Huyền Thoại trong một trận chiến sống còn. Tàn phá với tộc Ác Quỷ, giao tranh bằng hệ Đấu Sĩ hay biến đổi khôn lường với hệ Hóa Hình, quyết định hoàn toàn thuộc về bạn.",
        "unit_price": "800000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "ngay-ra-mat-dau-truong-chan-ly-mobile-cung-thoi-diem-dtcl-mua-3.jpg",
        "video_product": "https://www.youtube.com/embed/_tKd9Vcky14",
        "new": "0",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "66",
        "name": "Chronology",
        "id_type": "1",
        "description": "In Chronology, you manipulate the past and the future, in order to fix the present. Play as the Old Inventor and his sidekick The Snail, and take advantage of their special abilities - travel back and forth in time, stop time, manipulate objects and solve puzzles.",
        "unit_price": "70000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "maxresdefaulta.jpg",
        "video_product": "https://www.youtube.com/embed/I3euXl1BEbU",
        "new": "0",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "67",
        "name": "Final fantasy VII",
        "id_type": "1",
        "description": "Depending on the terrain and timing of the action, the buggy, submarines, airships, and other modes of transportation may cease to move when the player embarks or disembarks. Currently, the only fix is to restart the game from a data file saved before the bug occurred. We recommend saving frequently and/or utilizing multiple save files. This bug occurs most often when players embark or disembark while extremely close to the terrain, as well as during time-sensitive activities for events.\r\n",
        "unit_price": "1700000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "12r1r21.jpg",
        "video_product": "https://www.youtube.com/embed/wut2am39z-c",
        "new": "0",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "68",
        "name": "Limbo",
        "id_type": "5",
        "description": "Uncertain of his sister's fate, a boy enters LIMBO.\r\n\r\nWhat the press said:\r\n\r\n“Limbo is as close to perfect at what it does as a game can get.”\r\n10/10 – Destructoid\r\n\r\n“The game is a masterpiece.”\r\n5/5 – GiantBomb\r\n\r\n“Limbo is genius. Freaky, weird genius. Disturbing, uncomfortable genius.”\r\n5/5 – The Escapist\r\n\r\n“Dark, disturbing, yet eerily beautiful, Limbo is a world that deserves to be explored.”\r\n5/5 – Joystiq\r\n",
        "unit_price": "200000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "screen-2.jpg",
        "video_product": "https://www.youtube.com/embed/Y4HSyVXKYz8",
        "new": "0",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "69",
        "name": "Don't Starve",
        "id_type": "3",
        "description": "Don’t Starve: Pocket Edition, brings the hit PC game enjoyed by over 6 million players to Android.\r\n\r\nNow you can experience the uncompromising wilderness survival game full of science and magic on the go! Play as Wilson, an intrepid Gentleman Scientist who has been trapped and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home.",
        "unit_price": "190000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "don-t-starve-ps4.jpg",
        "video_product": "https://www.youtube.com/embed/DvosDBvWrRc",
        "new": "0",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "70",
        "name": "Shadow fight 3",
        "id_type": "7",
        "description": "Series game Đối kháng/RPG đã trở lại! Làm chủ bóng tối và thách đấu đối thủ!\r\n\r\nBước vào thế giới của bóng tối trong thời kỳ đổi thay. Khám phá tất cả những bí mật đen tối và trở thành chiến binh vĩ đại nhất mà vùng đất này từng có. Trong trò chơi đối kháng RPG này, bạn sẽ đảm nhận vai trò của một anh hùng có số phận chưa được xác định. Bạn thấy tương lai ra sao? Tất cả là do chính bạn quyết định! Lựa chọn ba phong cách chiến đấu khác nhau, thí nghiệm, kết hợp các trang bị, tìm hiểu một số chiêu thức hoàn toàn mới và khám phá thế giới rộng lớn đầy ắp những cuộc phiêu lưu! Tận hưởng vẻ đẹp của trận tỉ thí võ nghệ thực thụ thông qua công nghệ hiện đại và hình ảnh động mượt mà.",
        "unit_price": "500000",
        "promotion_price": "https://drive.google.com/open?id=1SuwteiqC-7-iK89kD1s77T6qKaW-wBXr",
        "image": "unnamed12.png",
        "video_product": "https://www.youtube.com/embed/d6vC4ahVdk4",
        "new": "1",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "90",
        "name": "a",
        "id_type": "5",
        "description": "a",
        "unit_price": null,
        "promotion_price": "a",
        "image": "48.jpg",
        "video_product": "a",
        "new": "0",
        "view_count": "0",
        "created_at": null,
        "updated_at": null
    },
    {
        "id": "92",
        "name": "a",
        "id_type": "1",
        "description": "a",
        "unit_price": null,
        "promotion_price": "a",
        "image": "72.png",
        "video_product": "a",
        "new": "0",
        "view_count": null,
        "created_at": null,
        "updated_at": null
    }
]
